[GENERAL]
NAME				= Հայերեն
TRANSLATOR			= -
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Այս ծրագրի ժամկետը լրացել է:
TEXT_BETA			= Բետա
TEXT_UNREGISTERED		= Չգրանցված
TEXT_SAFEMODE			= Safe mode
TEXT_SAFEMODE_MESSAGE		= Bandicam is running in safe mode. \nSome features, including hardware accelerated encoding, may not work in safe mode.
TEXT_INIT_FAIL			= Ծրագիրը ձախողեց նախապատրաստվել:
TEXT_APPINFO			= Bandicam - Բարձր կատարողականությամբ վիդեո նկարահանում:
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam has been unregistered.


; error
TEXT_ERROR_DISKSPACE		= Չկա բավարար սկավառակի տարածք՝ տեսագրման համար:
TEXT_ERROR_VIDEO_CAP		= Ձախողվեց սկսել վիդեո նկարահանումը:
TEXT_ERROR_AUDIO_CAP		= Ձախողվեց սկսել ձայնագրումը:\nԵթե ունեք օգնության կարիք, սեղմեք Լավ կոճակը:
TEXT_ERROR_IMAGE_CAP		= Ձախողվեց վերցնել նկարը:\nԽնդրում ենք ստուգել ձեր ելքային թղթապանակը:
TEXT_ERROR_CREATEFILE		= Ձախողվեց ստեղծել ֆայլը:\nԵթե ունեք օգնության կարիք, սեղմեք Լավ կոճակը:
TEXT_ERROR_OUTPUTFOLDER		= Output folder doesn't exist. Please change the output folder.
TEXT_ERROR_RENAME_FILE		= Failed to rename the selected file.
TEXT_ERROR_CODEC_INIT		= Ձախողվեց նախապատրաստել կոդավորիչը:
TEXT_ERROR_CODEC_INIT_RETRY	= Failed to initialize codec.\nDo you want to try again with the H.264 (CPU) codec?
TEXT_ERROR_CODEC_VIDEO		= Տեսագրումը դադարել է, քանի որ վիդեո կոդեկի հետ խնդիր կա։
TEXT_ERROR_LOGO_IMAGE		= Չաջակցվող նկարի ֆայլ: \nԽնդրում ենք նշել աջակցվող նկարի ֆայլ(*.png):
TEXT_ERROR_INIT_DEVICE		= Ձախողվեց նախապատրաստել վիդեոյի գրավման սարքը։
TEXT_ERROR_NO_DEVICES		= Վիդեոյի գրավման սարքեր չեն հայտնաբերվել։
TEXT_ERROR_EXISTING_PRESET_NAME	= The preset name you entered already exists. \nPlease enter a different name.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = This feature is no longer available due to Facebook's policy.
TEXT_CAN_NOT_CHANGE_TB		= Դուք չեք կարող փոխել այս կարգավորումը Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք ձեռք բերել Bandicam-ը https://bandicam.com/buy -ից
TEXT_CAN_NOT_ADD_MORE_THAN_10	= You can not add more than 10 items.
TEXT_WARNING_AMD_APP		= Ձեր համակարգը չի աջակցում «H.264 (AMD VCE)-ը», այսպիսով լռելյայն կոդավորիչ կօգտագործվի:
TEXT_WARNING_AMD_APP2		= Ձեր համակարգը չի աջակցում «H.264 (AMD VCE)-ը»:
TEXT_WARNING_DEVICE_CHANGE	= Եթե փոխեք վիդեո սարքի կարգավորումները, տեսագրումը կկասեցվի։ Իսկապե՞ս ցանկանում եք շարունակել։
TEXT_WARNING_EXIT_BANDICAM	= Եթե փակեք Bandicam-ը, տեսագրումը կկասեցվի։\n Իսկապե՞ս ցանկանում եք փակել Bandicam-ը։
TEXT_WARNING_EXIT_BANDICAM_SREC	= After this application is terminated, the scheduled recording can no longer proceed. \nAre you sure you want to close Bandicam?
TEXT_WARNING_DEL_OVERLAY	= Are you sure you want to delete the selected overlay?
TEXT_WARNING_UNREGISTER		= Are you sure you want to unregister Bandicam?

; video setting page name
TEXT_VID_PAGE_SOUND		= Ձայն
TEXT_VID_PAGE_WEBCAM		= Վեբ տեսախցիկ
TEXT_VID_PAGE_LOGO		= Տարբերանշան
TEXT_VID_PAGE_EFFECTS		= Mouse
TEXT_VID_PAGE_TEXT		= Text
TEXT_VID_PAGE_OPTIONS		= Ընտրանքներ

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logo

; option page name
TEXT_OPT_PAGE_GENERAL		= Գլխավոր
TEXT_OPT_PAGE_OUTPUT		= Ելքային
TEXT_OPT_PAGE_HOOKING		= Որսում
TEXT_OPT_PAGE_LANGUAGE		= Լեզու
TEXT_OPT_PAGE_OTHERS		= Այլ

TEXT_VIDEO			= Վիդեո
TEXT_AUDIO			= Աուդիո

TEXT_FOLDER_SELECT		= Ընտրեք թղթապանակ պահպանման համար:

TEXT_FMT_FULL_SIZE		= Ամբողջական չափ
TEXT_FMT_HALF_SIZE		= Կես չափ
TEXT_FMT_FIT_WIDTH		= Լայնությամբ
TEXT_FMT_FIT_HEIGHT		= Բարձրությամբ
TEXT_FMT_CUSTOM_SIZE		= Ընտրովի
TEXT_FMT_STEREO			= ստերեո
TEXT_FMT_MONO			= մոնո
TEXT_FMT_ORIGINAL_PCM		= Օրիգինալ աուդիո ձևաչափ
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Lossless

; preset
TEXT_PRESET_DEFAULT		= Լռելյայն
TEXT_PRESET_HALFSIZE		= Կես չափ
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= Գերարագ կարգավորում 60 FPS-ի համար
TEXT_PRESET_LOWEND		= Թույլ համակարգիչ
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P	= YouTube / Twitter (1080p)
TEXT_PRESET_PMP			= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= PowerPoint
TEXT_PRESET_320x0		= Լայնությամբ, 320x0
TEXT_PRESET_640x0		= Լայնությամբ, 640x0
TEXT_PRESET_800x0		= Լայնությամբ, 800x0
TEXT_PRESET_1280x0		= Լայնությամբ, 1280x0
TEXT_PRESET_USER		= Օգտագործողի սկզբնանշումներ

TEXT_CHANGE_LANG		= Լեզուն փոխելու համար, պետք է վերամեկնարկեք Bandicam-ը:\nՑանկանո՞ւմ եք վերամեկնարկել հիմա:
TEXT_CHANGE_HOOK		= Որսման թիրախը փոխելու համար, պետք է վերամեկնարկեք Bandicam-ը:\nՑանկանո՞ւմ եք վերամեկնարկել հիմա:
TEXT_CHANGE_SIZE		= Bandicam-ի պատուհանի չափը փոխելու համար, պետք է վերամեկնարկեք Bandicam-ը:\nՑանկանո՞ւմ եք վերամեկնարկել հիմա:
TEXT_RESET_ALL_SETTINGS		= Իսկապե՞ս ցանկանում եք զրոյացնել բոլոր կագրավորումները որպես լռելյայն:

TEXT_REGISTER_SUCCEEDED		= Ձեր Bandicam-ը գրանցվեց:
TEXT_REGISTER_FAILED		= Գրանցումը ձախողվեց: \nՍտուգեք ձեր էլ․ փոստը և սերիական համարը:
TEXT_REGISTER_CONNECT_FAILED	= Չի ստացվում միանալ գրանցման սերվերին:\nԽնդրում ենք ստուգել ձեր ինտերնետ կապը և նշել ձեր համակարգի ժամը, օրն ու ամսաթիվը ըստ այսօրվա:\nԵթե ունեք օգնության կարիք, սեղմեք ԼԱՎ կոճակը:
TEXT_REGISTER_INFO		= Էլ․ փոստ` %s\r\nՍերիա` %s
TEXT_REGISTER_LIMITED		= Տեսագրումը կասեցվեց:\n\nԿարող եք տեսագրել միայն 10 րոպե` Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք գնել Bandicam-ը bandicam.com-ից
TEXT_REGISTER_LIMITED_SREC	= Կարող եք տեսագրել միայն 10 րոպե` Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք գնել Bandicam-ը bandicam.com-ից
TEXT_REGISTER_NEWRECORD		= Չեք կարող սկսել նոր տեսագրում` Bandicam-ի անվճար տարբերակում: \nԽնդրում ենք գնել Bandicam-ը bandicam.com-ից
TEXT_REGISTER_LICENCE_INFO	= Չգրանցվա՛ծ - 10 րոպեանոց վիդեոներ` լողացող նշանով:\r\nԼողացող նշանը հեռացնելու համար, գնեք Bandicam-ը bandicam.com-ից։

TEXT_PROGRAM_INVALID		= Այս ծրագիրն անվավեր է: \nԱնհրաժեշտ է վերատեղադրել ծրագիրը:

TEXT_SELECT_NOT_SELECTED	= Please select a recording mode
TEXT_SELECT_TARGET		= Խնդրում ենք սեղմել տեսագրման թիրախ պատուհանին
TEXT_SELECT_DEVICE		= Խնդրում ենք ընտրել վիդեոյի գրավման սարք
TEXT_TARGET_DIRECTX		= Խաղի տեսագրման ռեժիմ - Տեսագրեք խաղերն ու վիդեո նվագարկիչներն օգտագործելով DirectX-ը:
TEXT_TARGET_SCREEN		= Էկրանի տեսագրման ռեժիմ - Տեսագրեք էկրանն ու վեբ վիդեո:
TEXT_TARGET_DEVICE		= Սարքի տեսագրման ռեժիմ - Տեսագրեք վեբխցիկը և HDMI գրավման սարքը։
TEXT_TARGET_CHANGING		= Եթե փոխեք տեսագրման ռեժիմը, տեսագրումը կդադարեցվի:\nԻսկապե՞ս ցանկանում եք շարունակել:
TEXT_TARGET_CLOSE		= If you close the current recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Չեք կարող սկսել տեսագրում «Խաղի տեսագրման ռեժիմում», քանի որ ընտրված չէ թիրախային պատուհանը:\n\nՑանկանո՞ւմ եք փոխել տեսագրման ռեժիմը «Էկրանի տեսագրման ռեժիմ» հրահանգում, տեսագրումը սկսելու համար:
TEXT_TARGET_CHANGE_TO_RECTANGLE2= Չեք կարող սկսել տեսագրում «Սարքի տեսագրման ռեժիմում», քանի որ ընտրված չէ գրավման սարքը:\n\nՑանկանո՞ւմ եք փոխել տեսագրման ռեժիմը «Էկրանի տեսագրման ռեժիմ» հրահանգում, տեսագրումը սկսելու համար։
TEXT_TARGET_CHANGE_TO_RECTANGLE3= You can't start recording because the recording mode is not selected.\n\nDo you want to select 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY		= Պատրաստ է
TEXT_STATUSBAR_RECORDING	= Տեսագրվում է
TEXT_STATUSBAR_PAUSE		= Դադարի մեջ

TEXT_UPDATE_AVAILABLE		= Հասանելի է Bandicam-ի նոր տարբերակ: \nՑանկանո՞ւմ եք ներբեռնել այն հիմա:
TEXT_UPDATE_UNAVAILABLE		= Այս տարբերակը վերջիններից է:
TEXT_UPDATE_FAILED		= Ձախողվեց ստուգել տարբերակի տեղեկությունը: \nԱյս համակարգը հնարավոր է միացված չէ ինտերնետին, կամ հնարավոր է` սերվերը ճիշտ չի աշխատում:
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Ձախողվեց վերբեռնել։ Եթե ուղղակի գրանցված եք, խնդրում ենք վավերացնել ձեր էլ․ փոստը։

TEXT_TARGET_FULL		= Լիաէկրան
TEXT_TARGET_RESTORE		= Վերականգնել
TEXT_TARGET_FIND		= Select a recording area
TEXT_TARGET_RESIZE		= Չափի ընտրման ընտրացանկ
TEXT_TARGET_IMAGE		= Նկարի վերցնում
TEXT_TARGET_PEN			= Նկարման ռեժիմ
TEXT_TARGET_RECORD_START	= Վիդեոյի տեսագրում - սկսել
TEXT_TARGET_RECORD_PAUSE	= Վիդեոյի տեսագրում - դադար
TEXT_TARGET_RECORD_STOP		= Վիդեոյի տեսագրում - դադարեցնել
TEXT_TARGET_MENU		= Ընտրացանկ
TEXT_TARGET_DISPLAY		= Display %d

TEXT_DEVICE_FULL		= Լիաէկրան
TEXT_DEVICE_RESTORE		= Վերականգնել
TEXT_DEVICE_SELECT_DEVICE	= Ընտրել սարք
TEXT_DEVICE_VOLUME		= Բարձրության կառավարում
TEXT_DEVICE_IMAGE		= Նկարի վերցնում
TEXT_DEVICE_RECORD_START	= Վիդեո տեսագրում - սկսել
TEXT_DEVICE_RECORD_PAUSE	= Վիդեո տեսագրում - դադար
TEXT_DEVICE_RECORD_STOP		= Վիդեո տեսագրում - կասեցնել
TEXT_DEVICE_MENU		= Ընտրացանկ

TEXT_RC_HOWTO_NOCOMPLETE	= Անջատել
TEXT_RC_HOWTO_BYTIME		= Ըստ ժամանակի
TEXT_RC_HOWTO_BYSIZE		= Ըստ չափի
TEXT_RC_HOWTO_BYSILENCE		= By silent duration
TEXT_RC_AFTER_NEWRECORD		= Սկսել նոր տեսագրում
TEXT_RC_AFTER_EXIT		= Փակել Bandicam-ը
TEXT_RC_AFTER_SHUTDOWN		= Անջատել համակարգիչը

TEXT_SHUTDOWN_SEC		= Համակարգն անջատվում է %d վայրկյանից:

TEXT_SEL_IMAGE_FILE		= Ընտրել նկարի ֆայլը

TEXT_RC_MB			= ՄԲ
TEXT_RC_GB			= ԳԲ

TEXT_SND_SELECT_2_DISABLE	= -- Անջատել (Առաջարկված է) --

TEXT_CORRUPTED_AVI_FILE		= Վերջին տեսագրված ֆայլը թալանվել է:\nՑանկանո՞ւմ եք ուղղել այն:\n\nՖայլ` %s
TEXT_SELECTED_CORRUPTED_FILE	= The selected file is corrupt.\nDo you want to fix it?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Սեղմեք սկուտեղի նշանին Bandicam-ը հետ բերելու համար:
TEXT_TRAY_BALLOON_TIP_RECT	= Սեղմեք սկուտեղի նշանին, էկրանի տեսագրման պատուհանը ցուցադրելու համար:
TEXT_TRAY_BALLOON_TIP_DEVICE	= Սեղմեք սկուտեղի նշանին, սարքի տեսագրման պատուհանը ցուցադրելու համար։
TEXT_FORCE_STOP			= Ձախողվեց դադարեցնել տեսագրումը, քանի որ թիրախային պատուհանը չի արձագանքում:\nՑանկանո՞ւմ եք դադարեցնել տեսագրումը պարտադրելով:
TEXT_EXTERNAL_CODEC		= - Արտաքին կոդավորիչ -
TEXT_CUDA_GPU_AUTOSELECT	= (Ավտոմատ նշել)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Տեսագրման կարգավիճակ
TEXT_INDICATOR_TIME		= Տեսագրման ժամ
TEXT_INDICATOR_SIZE		= Տեսագրման ֆայլի չափ / պնակի ազատ տարածք
TEXT_INDICATOR_VOLUME		= Ներկա ձայնաչափի փուլ

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Նորմալ] Գլխավոր խնդրի առաջընթաց
TEXT_REC_PRIORITY_HIGH		= [Բարձր] Բարձր քան նորմալ առաջընթացը
TEXT_REC_PRIORITY_HIGHEST	= [Չափից բարձր] Այլ խնդիրների կատարումը հնարավոր է լինի դանդաղ

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut-ը տեղադրված չէ: Ցանկանո՞ւմ եք ներբեռնել Bandicut-ը:
TEXT_OUTPUTS_DELETE		= Իսկապե՞ս ցանկանում եք մշտապես ջնջել նշված ֆայլերը:
TEXT_OUTPUTS_SELCOUNT		= Նշված են %d էլեմենտներ

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Թիրախային անուն
TEXT_FILE_NAME_PREFIX_CUSTOM	= Ընտրովի նախադասում
TEXT_FILE_NAME_PREFIX_NONE	= Ոչ մեկը
TEXT_FILE_NAME_SUFFIX_TIME	= Ամսաթիվ/Ժամ
TEXT_FILE_NAME_SUFFIX_NUMBER	= Միավորի հաջորդականություն

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Նշեք արժեք` 1-ից 1440 րոպեի միջև:
TEXT_TIMER_REC_STOP_RECORDING	= Տեսագրումն ընթացքում է: \nԻսկապե՞ս ցանկանում եք դադարեցնել տեսագրումն ու շարունակել:
TEXT_TIMER_REC_MODE_NOT_SELECTED= Timer Recording is not available because the recording mode is not set. Please select the recording mode first.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Խնդրում ենք մուտքագրել վերնագիր վիդեոյի համար, որպեսզի վերբեռնվի։
TEXT_UPLOAD_VID_NO_PASSWORD	= Please enter a password.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Մուտք - Youtube
TEXT_UPLOAD_VIMEO_LOGIN		= Մուտք - Vimeo
TEXT_UPLOAD_FACEBOOK_LOGIN	= Login - Facebook
TEXT_UPLOAD_COMPLETE		= Վերբեռնված է
TEXT_UPLOAD_ERR_FAIL		= Ձախողվեց վերբեռնել այս վիդեոն։
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Այս ֆայլը շատ մեծ է, վերբեռնելու համար։
TEXT_UPLOAD_ERR_FREESPACE	= Vimeo-ում չկա բավարար ազատ տարածք, վերբեռնելու համար։
TEXT_UPLOAD_ERR_CONNECT		= Ձախողվեց միանալ սերվերին։
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.

; deinterlacing
TEXT_DEINT_NONE			= Ոչինչ
TEXT_DEINT_ODD			= Կենտ դաշտեր
TEXT_DEINT_EVEN			= Զույգ դաշտեր
TEXT_DEINT_BLEND		= Խառնուրդ

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Միայն տեսագրել մինչ սեղմվում է
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Միայն լռեցնել մինչ սեղմվում է

; download & update 
TEXT_UPDATE_IN_PROGRESS		= The installation is in progress...
TEXT_UPDATE_FAILED_DL		= Failed to download installation files. \nThis system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= The installation completed.
TEXT_UPDATE_INSTALL_FAILED	= The installation failed.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (None)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Name
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Start time
TEXT_SREC_HEADER_END_TIME	= End time
TEXT_SREC_HEADER_DURATION	= Duration
TEXT_SREC_HEADER_TARGET		= Target
TEXT_SREC_HEADER_AFTER_REC	= After recording
TEXT_SREC_DEFAULT_NAME		= Schedule
TEXT_SREC_DELETE_SCHEDULES	= Are you sure you want to delete selected schedules permanently?
TEXT_SREC_STATUS_WAITING	= Waiting
TEXT_SREC_STATUS_RECORDING	= Recording
TEXT_SREC_STATUS_PASSED		= Passed
TEXT_SREC_STATUS_INACTIVE	= Inactive
TEXT_SREC_TARGET_NOT_CHANGE	= (Do not change)
TEXT_SREC_TARGET_FULL_SCREEN	= Fullscreen
TEXT_SREC_TARGET_CUSTOM_AREA	= Rectangle on a screen
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= Use the last recording target.
TEXT_SREC_DISPLAY		= Display %d
TEXT_SREC_DO_NOTHING		= (Do nothing)
TEXT_SREC_EXIT_BANDICAM		= Exit Bandicam
TEXT_SREC_SHUTDOWN_PC		= Shutdown your computer
TEXT_SREC_ERR_TIME		= The duration must be between 00:00:01 and 23:59:59.
TEXT_SREC_ERR_DAY		= At least one day must be selected.
TEXT_SREC_ERR_OVERLAPPED	= The recording time overlaps with "%s"
TEXT_SREC_SAME_DAY		= Same day
TEXT_SREC_DAY_AFTER		= Day after
TEXT_SREC_EVERYDAY		= Everyday
TEXT_SREC_SUN			= Sunday
TEXT_SREC_MON			= Monday
TEXT_SREC_TUE			= Tuesday
TEXT_SREC_WED			= Wednesday
TEXT_SREC_THU			= Thursday
TEXT_SREC_FRI			= Friday
TEXT_SREC_SAT			= Saturday
TEXT_SREC_START_INFO		= Start recording in %s.
TEXT_SREC_STOP_INFO		= Stop recording in %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= There are no scheduled recordings.
TEXT_SREC_WAITING_1		= There is 1 scheduled recording.
TEXT_SREC_WAITING_N		= There are %d scheduled recordings.

; bandifix
TEXT_BDFIX_APPTITLE		= BandiFix
TEXT_BDFIX_CONFIRM_EXIT		= Still processing. Are you sure you want to exit?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= The input file is not in a supported format.
TEXT_BDFIX_NOT_CORRUPTED	= The input file is not corrupt.\nDo you want to continue?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= The input file is not corrupt or cannot be checked for corruption.
TEXT_BDFIX_ALREADY_EXISTS	= The output file already exists. Would you like to overwrite it?
TEXT_BDFIX_SAME_PATH		= The output file path is the same as the input file path.
TEXT_BDFIX_DISK_SPACE		= Not enough disk space to create output file.
TEXT_BDFIX_PROCESS_COMPLETE	= Process complete!
TEXT_BDFIX_STATUS_PROCESSING	= In progress
TEXT_BDFIX_STATUS_COMPLETE	= Complete
TEXT_BDFIX_STATUS_FAILED	= Failed
TEXT_BDFIX_STATUS_READY		= Ready
TEXT_BDFIX_FAILED_TO_OPEN	= The input file cannot be opened.
TEXT_BDFIX_FAILED_TO_PROCESS	= Failed to process recovery task.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= AVI Files
TEXT_OP_FILTER_MP4		= MP4 Files
TEXT_OP_FILTER_PNG		= PNG Files
TEXT_OP_FILTER_ALL		= All Files
TEXT_OP_FILTER_MEDIA		= Media Files

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (Լռելյայն ձայնի սարք)
TEXT_DEFAULT_DEVICE_FORMAT	= (Ավտոմատ հայտնաբերել ձևաչափը)
TEXT_HOTKEY_NONE		= (None)
TEXT_ADD_YOUR_TEXT_HERE		= Add your text here

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= Home
$BN_PAGE_GENERAL		= Գլխավոր
$BN_PAGE_FPS			= Կադր/վրկ․
$BN_PAGE_VIDEO			= Վիդեո
$BN_PAGE_IMAGE			= Նկար
$BN_PAGE_ABOUT			= Ծրագրի մասին
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Ընտրանքներ
$ST_GEN_OUTPUT_FOLDER		= Ելքային թղթապանակ
$BN_GEN_OPEN_OUTPUT_FOLDER	= Բացել
$BN_GEN_ADV_OPTIONS		= Ընդլայնված
$CK_GEN_ALWAYS_ON_TOP		= Bandicam-ի պատուհանը միշտ վերևում
$CK_GEN_START_MINIMIZED		= Բացել Bandicam-ը սկուտեղում փոքրացած
$CK_GEN_RUN_WHEN_START		= Գործարկել Bandicam-ը Windows-ի հետ
$CK_GEN_RECORD_WHEN_RUN		= Սկսել լիաէկրան տեսագրում Bandicam-ը մեկնարկելիս
$CK_GEN_TIMER_RECORDING		= Դնել ժամաչափ, ինքնամեկնարկվող տեսագրման համար
$ST_GEN_LANGUAGE		= Լեզու
$ST_GEN_REC_AUTO_START		= Ավտոմատ մեկնարկել տեսագրումը
$ST_GEN_REC_SCHEDULED		= Scheduled Recording
$BN_GEN_REC_SCHEDULED		= Settings
$ST_GEN_REC_AUTO_COMPLETE	= Ավտոմատ ավարտել տեսագրումը
$BN_GEN_REC_AUTO_COMPLETE	= Կարգավորում
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS պատիչ
$CK_FPS_OVERLAY_HOTKEY		= Show/Hide Hotkey
$CK_FPS_OVERLAY_POS_HOTKEY	= Position Hotkey
$CK_FPS_OVERLAY			= Ցուցադրել FPS պատիչը
$ST_FPS_LIMIT			= FPS սահմանափակում
$CK_FPS_LIMIT_HOTKEY		= Կոճակ
$CK_FPS_LIMIT			= Նշել FPS սահմանը մինչև
$CK_FPS_LIMIT_ONLY_CAP		= Միայն տարածք վերցնելիս
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Տեսագրել
$CK_VID_RECORD_HOTKEY		= Տեսագրման/Ավարտի կոճակ
$CK_VID_PAUSE_HOTKEY		= Դադարի կոճակ
$CK_VID_SHOW_CURSOR		= Ցուցադրել մկնիկի սլաքը
$CK_VID_CLICK_EFFECTS		= Ավելացնել մկնիկի սեղմման էֆեկտներ
$CK_VID_WEBCAM_OVERLAY		= Ավելացնել վեբ տեսախցիկի պատիչ
$BN_VID_RECORD_SETTINGS		= Կարգավորումներ
$ST_VID_FORMAT			= Ձևաչափ
$ST_VID_FORMAT_VIDEO		= Վիդեո
$ST_VID_FORMAT_AUDIO		= Աուդիո
$BN_VID_FORMAT_SETTINGS		= Կարգավորումներ
$BN_VID_FORMAT_PRESETS		= Նախադրվածներ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Պատկերի գրավում
$CK_IMG_CAPTURE_HOTKEY		= Կոճակ
$CK_IMG_CAPTURE_REPEAT		= Կրկնել էկրանի գրավումը
$ST_IMG_CAPTURE_REPEAT		= վայրկյան
$CK_IMG_SHOW_CURSOR		= Ցուցադրել մկնիկի սլաքը
$CK_IMAGE_ADD_LOGO		= Add logo overlay
$CK_IMG_SHUTTER_SOUND_EFFECT	= Միացնել փակիչի ձայնը
$BTN_IMAGE_SETTINGS		= Կարգավորումներ
$ST_IMG_FORMAT			= Ձևաչափ
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Նորմալ
$CK_IMG_FORMAT_JPG_HQ		= JPG - Բարձր որակի
$CK_IMAGE_JPG_CUSTOM		= JPG - Custom quality (20~100)
$BTN_IMG_FORMAT_ANIGIF		= Ինչպես պահպանել որպես անիմացիոն gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= Get Started
$ST_OUT_TAB_VIDEO		= Վիդեո
$ST_OUT_TAB_IMAGE		= Նկար
$BN_OUT_PLAY_VIDEO		= Նվագարկել
$BN_OUT_OPEN_IMAGE		= Բացել
$BN_OUT_EDIT			= Փոփոխել
$BN_OUT_UPLOAD			= Վերբեռնել
$BN_OUT_DELETE			= Ջնջել
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam-ի տարբերակը
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2020 Bandicam.com
$BN_ABO_NEW_VERSION		= Հասանելի է նոր տարբերակ:
$BN_ABO_CHECK_UPDATE		= Թարմացման ստուգում
$ST_ABO_LICENCE_INFO		= Լիցենզիայի տեղեկություն
$BN_ABO_REGISTER		= Գրանցել
$BN_ABO_REGISTER_HELP		= Ինչպես գնել և գրանցել
$BN_ABO_UPDATE_REGISTRATION	= Update Registration
$ST_ABO_HOMEPAGE_INFO		= Վեբ հասցեներ
$ST_ABO_HOMEPAGE_URL		= Պաշտոնական էջ
$ST_ABO_FAQ_URL			= Հաճ․ տրվ․ հարցեր
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= Խնդրում ենք ընտրել սարք։
$ST_DEVICE_CONNECTING		= Միանում է...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">Bandicut</font> is a must-have program for Bandicam users. You can quickly cut and join videos recorded with Bandicam. 
$BTN_UPDATE_STEP1_LINK		= Learn more
$ST_UPDATE_STEP2_TEXT		= Download in progress...
$BTN_UPDATE_INSTALL		= Install now
$BTN_UPDATE_LATER		= No, thank you!
$BTN_UPDATE_CANCEL		= Cancel
$BTN_UPDATE_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Select the recording mode you want to use.
$ST_START_SEL_RECT		= Rectangle area
$ST_START_SEL_FULL		= Fullscreen
$ST_START_SEL_MOUSE		= Around mouse
$ST_START_SEL_GAME		= Game recording
$ST_START_SEL_DEVICE		= Device recording
$ST_START_SEL_HELP		= Օգնություն

$ST_START_RECT_TITLE		= Screen Recording - Rectangle on a screen
$ST_START_RECT_DESC		= This mode allows you to record a partial area in the rectangle window.
$ST_START_RECT_STEP		= 1. Select a size and area to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_FULL_TITLE		= Screen Recording - Fullscreen
$ST_START_FULL_DESC		= This mode allows you to record the whole screen of your display.
$ST_START_FULL_STEP		= 1. Choose a monitor to be captured. [br]2. Click the 'REC' button or press the record hotkey.

$ST_START_MOUSE_TITLE		= Screen Recording - Around mouse
$ST_START_MOUSE_DESC		= This mode allows you to record around the mouse cursor being moved by the user over the desktop screen.
$ST_START_MOUSE_STEP		= 1. Choose a certain size to be captured.[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_GAME_TITLE		= Game Recording Mode 
$ST_START_GAME_DESC		= This mode allows you to record gameplay while showing FPS.
$ST_START_GAME_STEP		= 1. Start a game and check the green-colored number (FPS).[br]2. Click the 'REC' button or press the record hotkey.

$ST_START_DEVICE_TITLE		= Device Recording Mode
$ST_START_DEVICE_DESC		= This mode allows you to record external video devices such as a Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP		= 1. Select a webcam or capture device. [br]2. Click the 'REC' button or press the record hotkey.

$BN_START_HELP			= Օգնություն
$BN_START_RECORD		= Start recording
$BN_START_RECORD_STOP		= Stop recording
$ST_START_HOTKEY_RECORD		= Record/Stop
$ST_START_HOTKEY_SCREENSHOT	= Image capture
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Play
$BN_BDFIX_OPEN_FOLDER		= Open Folder
$BN_BDFIX_CLOSE			= Close
$ST_BDFIX_INPUT_FILE		= Input File
$ST_BDFIX_INPUT_FILE2		= Open a corrupt avi/mp4 file.
$BN_BDFIX_INPUT_FILE		= Open
$ST_BDFIX_OUTPUT_FILE		= Output File
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= Select a recording area
$MENU_RECTANGLE			= Rectangle on a screen
$MENU_FULLSCREEN		= Fullscreen
$MENU_AROUND_MOUSE		= Around mouse
$MENU_RECT_FIND_WINDOW		= Select a recording area
$MENU_RECT_CUSTOM		= Custom size
$MENU_RECT_RECENTLY_USED	= Recently used size
$MENU_FULL_DISPLAY_1		= Display 1
$MENU_FULL_DISPLAY_2		= Display 2
$MENU_FULL_DISPLAY_3		= Display 3
$MENU_FULL_DISPLAY_4		= Display 4
$MENU_FULL_DISPLAY_5		= Display 5
$MENU_FULL_DISPLAY_6		= Display 6
$MENU_FULL_DISPLAY_7		= Display 7
$MENU_FULL_DISPLAY_8		= Display 8
$MENU_MOUSE_CUSTOM		= Custom size
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Բացել ելքային թղթապանակը
$TOOLTIP_SCHEDULED_RECORDING	= Scheduled Recording
$TOOLTIP_SCREENSHOT		= Վերցնել նկար
$TOOLTIP_RECORD			= Տեսագրել / Ավարտել
$TOOLTIP_PAUSE			= Դադար
$TOOLTIP_UI_MODE		= Պարզ/Երկար տեսք
$TOOLTIP_REGISTER		= Գրանցել Bandicam-ը
$TOOLTIP_ONLINE_HELP		= Առցանց օգնություն

$TOOLTIP_TOOL_NONE		= Cursor (No drawing)
$TOOLTIP_TOOL_PEN		= Գրիչ
$TOOLTIP_TOOL_PEN_HL		= Գունաբացող 
$TOOLTIP_TOOL_PEN_LINE		= Line
$TOOLTIP_TOOL_ARROW		= Arrow
$TOOLTIP_TOOL_BOX		= Արկղ
$TOOLTIP_TOOL_NUMBER		= Numbering
$TOOLTIP_TOOL_TEXT		= Text
$TOOLTIP_TOOL_ERASER		= Ջնջիչ
$TOOLTIP_TOOL_COLOR		= Նշել գույն
$TOOLTIP_TOOL_LINE		= Գծերի երկարություն
$TOOLTIP_TOOL_UNDO		= Քայլ հետ (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Քայլ առաջ (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Select recording mode
$TOOLTIP_HOME_RECT		= Screen Recording Mode - Rectangle
$TOOLTIP_HOME_FULL		= Screen Recording Mode - Fullscreen
$TOOLTIP_HOME_MOUSE		= Screen Recording Mode - Around mouse
$TOOLTIP_HOME_GAME		= Game Recording Mode
$TOOLTIP_HOME_DEVICE		= Device Recording Mode

$TOOLTIP_ADD_MOUSE_EFFECT	= Add Mouse cursor effects
$TOOLTIP_ADD_MICROPHONE		= Add Microphone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Add Webcam overlay
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Չեղարկել
IDOK				= Լավ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Ձևաչափի կարգավորումներ 
IDC_ST_FMTSET_FILE		= Ֆայլի տեսակ
IDC_ST_FMTSET_VIDEO		= Վիդեո
IDC_ST_VIDEO_SIZE		= Չափ
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Կոդավորիչ
IDC_ST_VIDEO_CODEC_PROFILE	= Profile
IDC_ST_VIDEO_BITRATE		= Բիթաչափ
IDC_ST_VIDEO_QUALITY		= Որակ
IDC_ST_FMTSET_AUDIO		= Աուդիո
IDC_CK_AUDIO_ORIGINAL_PCM	= Պահպանել օրիգինալ ձևաչափով
IDC_ED_AUDIO_ORIGINAL_PCM	= Կարող եք պահպանել բազմաալիքային և բարձրորակ աուդիո (96ԿՀց և ավելի):
IDC_ST_AUDIO_CH			= Ալիքներ
IDC_ST_AUDIO_FREQ		= Հաճախութ․
IDC_ST_AUDIO_CODEC		= Կոդավորիչ
IDC_ST_AUDIO_BITRATE		= Բիթաչափ
IDC_ST_FORMAT_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Գրանցել Bandicam-ը
IDC_ST_1BUY			= 1. Գնել
IDC_ST_1BUY_COMMENT		= Որպեսզի հեռացնեք վիդեոյից լողացող նշանը, գնեք Bandicam-ի լիցենզիա` https://bandicam.com/buy -ից։
IDC_BTN_BUY_ONLINE		= Գնել
IDC_ST_2REGISTER		= 2. Գրանցել
IDC_ST_2REGISTER_COMMENT	= Գրանցելիս անհրաժեշտ է ինտերնետ կապ:
IDC_ST_EMAIL_ADDRESS		= Էլ․ փոստˋ
IDC_ST_SERIAL_NUMBER		= Սերիաˋ
IDC_BTN_REGISTER_NOW		= Գրանցել
IDC_BTN_UNREGISTER_NOW		= Unregister
IDC_BTN_CLOSE			= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Թարմացման ստուգում
IDC_ST_UPDATE_SETTING		= Կարգավորում
IDC_CK_UPDATE_ENABLE		= Միացնել ավտոմատ թարմացման ստուգում:
IDC_CK_UPDATE_POPUP		= Ցուցադրել վերին պատուհանով, երբ հասանելի են հիմնական թարմացումներ:
IDC_UPDATE_CHECK_NOW		= Ստուգել թարմացումները
IDC_CLOSE			= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Ընդլայնված ընտրանքներ
IDC_BTN_RESET			= Զրոյացնել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Գլխավոր
IDC_CK_ALWAYS_ON_TOP2		= Bandicam-ի պատուհանը միշտ վերևում
IDC_CK_START_MINIMIZED_TO_TRAY	= Բացել Bandicam-ը սկուտեղում փոքրացած
IDC_CK_RUN_WHEN_START		= Գործարկել Bandicam-ը Windows-ի մեկնարկին
IDC_CK_RECORD_WHEN_RUN		= Սկսել լիաէկրան տեսագրում Bandicam-ի մեկնարկին
IDC_BTN_TIMER_RECORDING		= Դնել ժամաչափ, ինքնամեկնարկվող տեսագրման համար
IDC_CK_SHOW_FPS_IN_VIDEO	= Ցուցադրել FPS-ը՝ գրաված վիդեո/նկարում
IDC_ST_SHOW_FPS_IN_VIDEO	= (Միայն «Խաղի տեսագրման ռեժիմում»)
IDC_CK_SHOW_TIP_BAR		= Ցուցադրել տեսակի/տեղեկության դարակը
IDC_CK_NO_TRAY_BALLOON		= Անջատել սկուտեղի ծանուցումները
IDC_ST_ADV_AUTOMATIC		= Ավտոմատ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Ելքային
IDC_ST_OUT_OUTPUT_FOLDER	= Ելքային թղթապանակ
IDC_CK_OUT_CREATE_SUBFOLDER	= Autocreate output subfolder with name:
IDC_RD_OUT_SUBFOLDER		= Same as recording target name
IDC_RD_OUT_SUBFOLDER_2		= "Videos" or "Images"
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Միացնել գրման պահեստավորում` սկավառակում
IDC_ST_OUT_FILE_NAMING		= Ֆայլի անվանման կարգավորումներ
IDC_ST_OUT_EXAMPLE		= Օր․`)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Լեզու
IDC_ST_TRANSLATOR		= Շնորհակալություն հետևյալ թարգմանիչներին

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Որսային թիրախ
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= Անջատել DX10/11-ի որսումը IE9-ում(կամ բարձր)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Արգելափակել DirectX-ի վիդեո պատիչը
IDC_BTN_BLOCK_LIST		= Արգելափակված պրոցեսների ցանկ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Այլ կարգավորումներ
IDC_BTN_VIDEO_RECORD_SETTINGS	= Վիդեո տեսագրման կարգավորումներ
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Վիդեո ձևաչափի կարգավորումներ
IDC_BTN_AUTO_COMPLETE_RECORDING	= Ավտոմատ ավարտել տեսագրումը

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Ավտոմատ ավարտել տեսագրումը
IDC_ST_RC_HOWTO			= Ավտոմատ ավարտել տեսագրումը
IDC_RD_RC_NOTCOMPLETE		= Անջատել
IDC_RD_RC_TIME			= Ըստ տեսագրմ. ժամանակի
IDC_ST_RC_MAX_TIME		= Առավ․
IDC_RD_RC_SIZE			= Ըստ տեսագրվ. ֆայլի չափի
IDC_ST_RC_MAX_SIZE		= Առավ․
IDC_RD_RC_NOSOUND		= By silent duration (sec)
IDC_ST_RC_AFTER			= Տեսագրումից հետո
IDC_RD_RC_NOTHING		= Ոչինչ չանել
IDC_RD_RC_NEW_RECORDING		= Սկսել նոր տեսագրում
IDC_RD_RC_EXIT_BDCAM		= Դադարեցնել տեսագրումն ու փակել Bandicam-ը
IDC_RD_RC_SHUTDOWN		= Անջատել համակարգիչը

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Auto Complete Recording - Notice
IDC_ST_NOSOUND_TITLE		= Silent State
IDC_ST_NOSOUND_DESC		= The recording will be stopped soon because no sound has been played.
IDC_ST_NOSOUND_DESC2		= Stop recording in %d seconds.
IDC_BTN_NOSOUND_CONTINUE	= Continue Recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Անջատել
IDC_ST_SHUTDOWN			= Անջատել
IDC_ST_SHUTDOWN_INFO		= Համակարգիչը կանջատվի:\nՍեղմեք «Չեղարկել» եթե չեք ցանկանում անջատել:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Տեսագրման կարգավորումներ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ձայնագրել ձայնը
IDC_ST_SND_SELECT_1		= Հիմնական ձայնի սարք
IDC_BTN_SND_SETTING_1		= Կարգավ.
IDC_ST_SND_VOLUME_1		= Ծավալ
IDC_CK_SND_MONO_1		= Mono
IDC_ST_SND_SELECT_2		= Երկրորդական ձայնի սարք (Microphone)
IDC_BTN_SND_SETTING_2		= Կարգավ.
IDC_ST_SND_VOLUME_2		= Ծավալ
IDC_CK_SND_MONO_2		= Mono
IDC_CK_SND_MIX_SOUND		= Հիմնականը + երկրորդական` որպես մեկ աուդիո շավիղ)
IDC_CK_SND_CAP_PUSH_TO		= Սեղմել-խոսելու կամ Սեղմել-լռեցնելու-համար
IDC_ST_SOUND_HELP		= [ Օգնություն ]
IDC_CK_SND_SAVE_AS_WAV		= Պահպանել աուդիո շավիղները .wav ձևաչափով

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Ավելացնել վեբ տեսախցիկի պատիչը վիդեոյին
IDC_ST_WEBCAM_SETTING		= Կարգավորումներ
IDC_ST_WEBCAM_POS		= Դիրք`
IDC_CK_WEBCAM_USE_CHROMAKEY	= Use Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= Advanced
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= Advanced options
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Նախադիտել վեբխցիկը 
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Միացնել նախադիտման փոփոխիչի կոճակը
IDC_RD_WEBCAM_ADD_TO_VIDEO	= Ավելացնել վեբխցիկի պատիչը ելքային վիդեո ֆայլին
IDC_RD_WEBCAM_SAVE_AS_MP4	= Պահպանել վեբխցիկի վիդեոն որպես առանձին ֆայլ (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Վիդեոյին ավելացնել տարբերանշան
IDC_ST_LOGO_SETTING		= Կարգավորումներ
IDC_ST_LOGO_IMAGE		= Նկար`
IDC_ST_LOGO_OPACITY		= Անթափանց`
IDC_ST_LOGO_POS			= Դիրքը`
IDC_ST_LOGO_LR_MARGINS		= Ձախ/Ա լուսանցքներ`
IDC_ST_LOGO_TB_MARGINS		= Վերևի/Ն լուսանցքներ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= Show mouse cursor
IDC_ST_CURSOR_SIZE		= Size
IDC_ST_EFFECTS_MOUSE		= Մկնիկի էֆեկտներ
IDC_CK_ADD_CLICK_EFFECTS	= Ավելացնել մկնիկի սեղմման էֆեկտ
IDC_ST_CLICK_EFFECT_SIZE	= Size
IDC_ST_LEFT_CLICK_COLOR		= Ձախ սեղմման գույն
IDC_ST_RIGHT_CLICK_COLOR	= Աջ սեղմման գույն
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Ավելացնել մկնիկի լուսարձակող էֆեկտ
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Size
IDC_ST_HIGHLIGHT_COLOR		= Լուսարձակող գույն
IDC_ST_EFFECT_PREVIEW_TITLE	= Preview
IDC_ST_EFFECTS_MOUSE_SOUND	= Play mouse click sounds while recording
IDC_CK_EFFECT_LCLICK_SOUND	= Left click
IDC_CK_EFFECT_RCLICK_SOUND	= Right click

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= Add text overlay to video
IDC_BTN_TEXT_OVERLAY_ADD	= Add
IDC_BTN_TEXT_OVERLAY_EDIT	= Edit
IDC_BTN_TEXT_OVERLAY_DEL	= Delete

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Ընտրանքներ
IDC_ST_REC_PRIORITY		= Տեսագրման առաջընթաց`
IDC_ST_REC_PRIORITY2		= Բարձր առաջընթացը կարող է նվազեցնել կադրերի անկումը:
IDC_ST_FOR_DX_GL		= Խաղի տեսագրման ռեժիմի համար
IDC_CK_SKIP_RECORDING		= Բաց թողնել տեսագրումը մինչև կադրը չթարմացվի
IDC_CK_ENHANCED_DX9_CAPTURE	= Ընդլայնված վերցման մեթոդ (գերարագ, միայն DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Էկրանի տեսագրման ռեժիմի համար
IDC_CK_SHOW_COUNTDOWN_TIMER	= Show countdown timer before recording begins
IDC_CK_ENHANCED_CAPTURE		= Ընդլայնված վերցման մեթոդ (գերարագ, Win 8 կամ բարձր)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = Play sound effects when started or stopped

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= Webcam preview and advanced settings
IDC_ST_WEBCAM_PRESET_POS	= Preset position
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= Կարգավորումներ
IDC_ST_WEBCAM_DEVICE		= Տեսախցիկ`
IDC_BTN_WEBCAM_DEVICE		= Կարգավ․
IDC_ST_WEBCAM_DEVICE_FMT	= Ձևաչափ՝
IDC_ST_WEBCAM_SIZE		= Պատիչի չափ՝
IDC_ST_WEBCAM_POS_H		= X position:
IDC_ST_WEBCAM_POS_V		= Y position:
IDC_ST_WEBCAM_FLIPSCREEN	= Flip screen:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= Use Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= Color:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= Select
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similarity: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= Blend:
IDC_LN_WEBCAM_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Վեբ տեսախցիկի նախադիտում

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= Text overlay settings
IDC_ST_TEXT_OVERLAY_SETTINGS	= Settings
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Include timestamp
IDC_ST_TEXT_FONT		= Font:
IDC_ST_TEXT_SIZE		= Size:
IDC_ST_TEXT_MARGIN		= Margin:
IDC_ST_TEXT_ALPHA		= Alpha:
IDC_ST_TEXT_COLOR		= Text color:
IDC_CK_TEXT_SHADOW_COLOR	= Shadow:
IDC_CK_TEXT_OUT_COLOR		= Outline:
IDC_LN_TEXT_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Image capture settings

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= Add logo to image
IDC_ST_IMG_LOGO_SETTING		= Կարգավորումներ
IDC_ST_IMG_LOGO_IMAGE		= Նկար`
IDC_ST_IMG_LOGO_OPACITY		= Անթափանց`
IDC_ST_IMG_LOGO_POS		= Դիրքը`
IDC_ST_IMG_LOGO_LR_MARGINS	= Ձախ/Ա լուսանցքներ`
IDC_ST_IMG_LOGO_TB_MARGINS	= Վերևի/Ն լուսանցքներ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Ընտրովի թիրախային չափ
IDC_ST_TARGET_SIZE_SETTING	= Կարգավորում
IDC_ST_TARGET_SIZE		= Թիրախային չափ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Ավելացնել նոր չափի նախադիր
IDC_ST_ADD_SIZE_PRESET		= Կարող եք պահպանել ներկա թիրախային դիրքը և չափը որպես նոր նախադիր:\nՆշեք անուն նոր նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Փոփոխել չափի նախադիրները
IDC_BTN_SIZE_PRESET_ADD		= Ավելացնել
IDC_BTN_SIZE_PRESET_DEL		= Ջնջել
IDC_BTN_SIZE_PRESET_REN		= Անվանափոխել
IDC_BTN_SIZE_PRESET_UP		= Վերև
IDC_BTN_SIZE_PRESET_DN		= Ներքև

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Անվանափոխել չափի նախադիրը
IDC_ST_REN_SIZE_PRESET		= Ավելացնել նոր անուն, նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Տեղեկություն
IDC_ST_ACAP_INFO		= Աուդիո վերցման տեղեկություն
IDC_ST_ACAP_INFO2		= Ձեր ձայնային քարտը չի կարող վերցնել ձայնը: Խնդրում ենք ստուգել ձեր «ձայնագրման կառավարումը»: \n\nՑանկանո՞ւմ եք այցելել առցանց օգնության էջ:
IDC_CK_ACAP_DO_NOT_ASK		= Չհարցնել կրկին
IDC_BTN_YES			= Այո
IDC_BTN_NO			= Ոչ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Առավելագույն տեսագրման ժամ
IDC_ST_RC_TIME_SETTING		= Կարգավորում
IDC_ST_RC_TIME_HOUR		= Ժամ
IDC_ST_RC_TIME_MIN		= Րոպ
IDC_ST_RC_TIME_SEC		= Վայր

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Առավ․ տեսագրման ֆայլի չափ
IDC_ST_RC_FILESIZE_SETTING	= Կարգավորում

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Ավելացնել նոր նախադիր
IDC_ST_ADD_PRESET		= Կարող եք պահպանել ներկա ձևաչափի կարգավորումները որպես նոր նախադիր:\nՆշեք անուն նոր նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Փոփոխել նախադիրները
IDC_BTN_PRESET_ADD		= Ավելացնել
IDC_BTN_PRESET_DEL		= Ջնջել
IDC_BTN_PRESET_REN		= Անվանափոխել
IDC_BTN_PRESET_UP		= Վերև
IDC_BTN_PRESET_DN		= Ներքև

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Անվանափոխել նախադիրը
IDC_ST_REN_PRESET		= Նշեք անուն նախադիրի համար:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Նշեք արտաքին վիդեո կոդավորիչ
IDC_ST_CODEC_EX_LIST		= Կոդավորիչի ցանկ
IDC_ST_CODEC_EX_SETTINGS	= Կարգավորումներ
IDC_ST_CODEC_EX_DRIVER		= սարքավարի անուն
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Որակ
IDC_ST_CODEC_EX_DATERATE	= Տվյալի գործակից
IDC_ST_CODEC_EX_KEYFRAME	= Բանալի կադրի ընդմիջում
IDC_CK_CODEC_EX_PREFER_RGB	= Prefer RGB colorspace
IDC_BTN_CODEC_EX_CONFIG		= Կարգավորել
IDC_BTN_CODEC_EX_ABOUT		= Տեղեկություն
IDC_ST_CODEC_EX_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Արգելափակված պրոցեսների ցանկ
IDC_ST_BLOCK_LIST		= Հետևյալ պրոցեսները չեն թույլատրվել որսալու:
IDC_ST_BLOCK_LIST_EX		= Օրինակ`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Կարգավորումներ
IDC_ST_H264_CUDA_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_CUDA_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_CUDA_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_CUDA_GPU_USAGE	= Վիդեոքարտի օգտագործում
IDC_RD_H264_CUDA_GPU_CPU	= Վիդ․ քարտ + Պրոց․ միավոր
IDC_RD_H264_CUDA_GPU		= Միայն Վիդ․ քարտ (օգտագործել գերարագ պրոց․-ի հետ)
IDC_ST_H264_CUDA_GPU_DEVICE	= Վիդեոքարտի սարք`
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_CUDA_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_CUDA_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Արագ սինխ․ վիդեո) Կարգավորումներ
IDC_ST_H264_SYNC_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_SYNC_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_SYNC_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_SYNC_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_SYNC_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) Կարգավորումներ
IDC_ST_H264_APP_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_APP_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_APP_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_APP_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_APP_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_APP_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_APP_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Կարգավորումներ
IDC_ST_XVID_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_XVID_VBR			= VBR - որակի բազայով (առաջարկված է)
IDC_RD_XVID_CBR			= CBR - բիթաչափի բազայով
IDC_ST_XVID_OPTIMIZATION	= Բարելավում
IDC_RD_XVID_FASTER_SPEED	= Գերարագ կոդավորան արագություն
IDC_RD_XVID_SMALLER_SIZE	= Փոքրիկ ֆայլի չափ
IDC_ST_XVID_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_XVID_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Կարգավորումներ
IDC_ST_H264_NVENC_RATE_CONTROL	= Գործակցի կառավարում
IDC_RD_H264_NVENC_VBR		= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_NVENC_CBR		= CBR - բիթաչափի բազայով
IDC_ST_H264_NVENC_GPU_USAGE	= Վիդեոքարտի օգտագործում
IDC_ST_H264_NVENC_GPU_DEVICE	= Վիդեոքարտի սարք`
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC կոդ`
IDC_ST_H264_NVENC_KEYFRAME_INT	= Բանալի կադրի ընդմիջում`
IDC_ST_H264_NVENC_FOURCC_HELP	= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Կարգավորումներ
IDC_ST_H264_RATE_CONTROL	= Չափի կառավարում
IDC_RD_H264_VBR			= VBR - որակի բազայով (առաջարկված է)
IDC_RD_H264_CBR			= CBR - բիթաչափի բազայով
IDC_ST_H264_OPTIMIZATION	= Բարելավում
IDC_RD_H264_FASTER_SPEED	= Արագ կոդավորման արագութուն
IDC_RD_H264_BALANCED		= Հավասարաչափ արդյունավետություն
IDC_RD_H264_SMALLER_SIZE	= Փոքր ֆայլի չափ
IDC_ST_H264_OTHER_OPTIONS	= Այլ ընտրանքներ
IDC_ST_H264_KEYFRAME_INT	= Բանալի կադրի ընդմիջում՝

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Ժամաչափի տեսագրում
IDC_ST_TIMER_SETTINGS		= Կարգավորումներ
IDC_RD_TIMER_START_IN		= Սկսել
IDC_ST_TIMER_MINUTES		= րոպեից
IDC_RD_TIMER_START_AT		= Սկսել
IDC_CK_TIMER_MINIMIZE		= Փոքրացնել Bandicam-ը սկուտեղում, երբ տեսագրումը սկսվում է:
IDC_ST_TIMER_AUTO_COMPLETE	= Ավտոմատ ավարտել տեսագրումը
IDC_BTN_TIMER_AUTO_COMPLETE	= Կարգավորում

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Ժամաչափի տեսագրում - Սպասում սկսման
IDC_ST_TIMER_WAITING_INFO	= Սպասում սկսելու տեսագրումը ժամը` %s -ին:
IDC_ST_TIMER_ELAPSED		= Լրացած ժամանակ`
IDC_ST_TIMER_REMAINING		= Մնացել է`

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Կարգավորումներ
IDC_ST_FORMAT_FPS_MODE		= Կադր գործակցի ռեժիմ
IDC_RD_FORMAT_FPS_CFR		= Նախընտրելի ՀԿԳ - Հաստատուն Կադր Գործակից
IDC_ST_FORMAT_FPS_CFR		= Վերադառնալ ՓԿԳ-ին, եթե կոդավորիչների արդյունավետությունը ոչ այնքան լավ է։
IDC_RD_FORMAT_FPS_VFR		= Օգտագործել ՓԿԳ - Փոփոխական Կադր Գործակից (Առաջարկված է)
IDC_ST_FORMAT_FPS_HELP		= <a>Օգնություն</a>

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Վերբեռնել դեպի Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO	= Վերբեռնման տեղեկություն
IDC_ST_YOUTUBE_FILENAME		= Ֆայլի անուն՝
IDC_ST_YOUTUBE_TITLE		= Վերնագիր՝
IDC_ST_YOUTUBE_DESCRIPTION	= Նկարագրութ.՝
IDC_ST_YOUTUBE_PRIVACY		= Գաղտնիութ.՝
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Հանրային - Թույլատրել բոլորին տեսնել այս վիդեոն
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Ցանկում չներառված - Հասանելի է՝ հղումը որևէ անձի տալիս
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Անձնական - Տեսանելի ինձ և իմ ընտրած օգտատերերի համար
IDC_BTN_YOUTUBE_UPLOAD		= Վերբեռնել
IDC_LN_YOUTUBE_HELP		= Օգնութ.
IDC_LN_YOUTUBE_TOS		= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Վերբեռնվում է...
IDC_ST_YOUTUBE_UPLOADED		= Վիդեոյի վերբեռնումն ավարտվե՛լ է։
IDC_ST_YOUTUBE_LINK		= Հղում՝
IDC_ST_YOUTUBE_EMBED		= Զետեղել՝
IDC_BTN_YOUTUBE_LINK_GO		= Գնալ
IDC_BTN_YOUTUBE_EMBED_COPY	= Պատճենել
IDC_BTN_YOUTUBE_CLOSE		= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Վերբեռնել դեպի Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Վերբեռնման տեղեկություն
IDC_ST_VIMEO_FILENAME		= Ֆայլի անուն՝
IDC_ST_VIMEO_TITLE		= Վերնագիր՝
IDC_ST_VIMEO_DESCRIPTION	= Նկարագրութ.՝
IDC_ST_VIMEO_PRIVACY		= Գաղտնիութ.՝
IDC_RD_VIMEO_PRIVACY_ANYONE	= Բոլորին - Թույլատրել բոլորին տեսնել այս վիդեոն
IDC_RD_VIMEO_PRIVACY_ONLYME	= Միայն ինձ - Դարձնել այս վիդեոն տեսանելի միայն ինձ
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Հետևելիս - Տեսանելի միայն նրանց, ում հետևում եմ Vimeo-ում
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD		= Hide Password
IDC_BTN_VIMEO_UPLOAD		= Վերբեռնել
IDC_LN_VIMEO_HELP		= Օգնութ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Վերբեռնվում է...
IDC_ST_VIMEO_UPLOADED		= Վիդեոյի վերբեռնումն ավարտվե՛լ է։
IDC_ST_VIMEO_LINK		= Հղում՝
IDC_ST_VIMEO_EMBED		= Զետեղել՝
IDC_BTN_VIMEO_LINK_GO		= Գնալ
IDC_BTN_VIMEO_EMBED_COPY	= Պատճենել
IDC_BTN_VIMEO_CLOSE		= Փակել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Upload to Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO	= Upload Information
IDC_ST_FACEBOOK_FILENAME	= File name:
IDC_ST_FACEBOOK_TITLE		= Title:
IDC_ST_FACEBOOK_DESCRIPTION	= Description:
IDC_ST_FACEBOOK_PRIVACY		= Privacy:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Public - Allow anyone to see this video
IDC_RD_FACEBOOK_PRIVACY_FOF	= Friends of friends - Allow your friends of friends to see this video
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Friends - Allow your friends to see this video
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Only Me - This video is visible only to you
IDC_BTN_FACEBOOK_UPLOAD		= Upload
IDC_LN_FACEBOOK_HELP		= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Uploading...
IDC_ST_FACEBOOK_UPLOADED	= The video upload is complete!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Go
IDC_BTN_FACEBOOK_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= Հասանելի NVENC
IDC_LN_NVENC_AVAILABLE		= Հասանելի է NVIDIA NVENC H.264 կոդավորիչը։ NVENC-ը բարձր կատարողականությամբ կոդավորիչ է, օգտագործելով ապարատային արագացում։ Ցանկանո՞ւմ եք օգտագործել NVENC H.264 կոդավորիչը։\n<a>ավելին</a>
IDC_CK_NVENC_AVAILABLE		= Կրկին չհարցնել

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Հասանելի է Intel® Արագ համաժ․ վիդեո (ԱՀՎ)
IDC_LN_QSV_AVAILABLE		= Հասանելի է Intel® Արագ համաժ, վիդեոյի H.264 կոդավորիչ։ ԱՀՎ-ն բարձր կատարողականությամբ կոդավորիչ է՝ օգտագործելով ապարատային արագացումը։ \nՑանկանո՞ւմ եք օգտագործել ԱՀՎ H.264 կոդավորիչը։\n<a>ավելին</a> 
IDC_CK_QSV_AVAILABLE		= Չհարցնել կրկին

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= Սարքի ընտրություն
IDC_ST_DEVICE_SELECTION		= Ընտրություն
IDC_ST_DEVICE_NAME		= Սարք՝
IDC_BTN_DEVICE_NAME_SETTINGS	= Կարգավոր․
IDC_ST_DEVICE_FORMAT		= Ձևաչափ՝
IDC_ST_DEVICE_VIDEO_INPUT	= Վիդեո մուտք՝
IDC_ST_DEVICE_AUDIO_INPUT	= Աուդիո մուտք՝
IDC_CK_DEVICE_AUDIO_CUSTOM	= Use custom audio device
IDC_BTN_DEVICE_INPUT_SETTINGS	= Կարգավոր․
IDC_ST_DEVICE_OPTIONS		= Ընտրանքներ
IDC_ST_DEVICE_DEINTERLAING	= Ապամիահյուսել՝
IDC_ST_DEVICE_FLIPSCREEN	= Flip screen:
IDC_CK_DEVICE_FLIPSCREEN_H	= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V	= Vertical
IDC_LN_DEVICE_HELP		= Օգնություն

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= Compatibility Issue on Origin
IDC_LN_CAUTION_USING_WINAPPS	= If Windows Apps (UWP) hooking is enabled, a compatibility issue may occur on Origin. <a>Click here</a> to solve this problem.\n\nAre you sure you want to use Windows Apps hooking?
IDC_CK_CAUTION_USING_WINAPPS	= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= Scheduled Recording List
IDC_ST_SREC_LIST_TEXT		= Schedule a time to start recording at a specific time. (This function is available when Bandicam is running.)
IDC_BTN_SREC_LIST_ADD		= Add
IDC_BTN_SREC_LIST_EDIT		= Edit
IDC_BTN_SREC_LIST_DELETE	= Delete
IDC_BTN_SREC_LIST_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Scheduled Recording
IDC_ST_SREC_SETTINGS_NAME	= Name:
IDC_CK_SREC_ACTIVE		= Active
IDC_ST_SREC_SCHEDULING		= Scheduling
IDC_RD_SREC_ONE_TIME		= One time
IDC_RD_SREC_DAILY		= Daily
IDC_RD_SREC_WEEKLY		= Weekly
IDC_ST_SREC_START_TIME		= Start time:
IDC_ST_SREC_END_TIME		= End time:
IDC_CK_SREC_DURATION		= Duration
IDC_CK_SREC_SUN			= Sunday
IDC_CK_SREC_MON			= Monday
IDC_CK_SREC_TUE			= Tuesday
IDC_CK_SREC_WED			= Wednesday
IDC_CK_SREC_THU			= Thursday
IDC_CK_SREC_FRI			= Friday
IDC_CK_SREC_SAT			= Saturday
IDC_ST_SREC_RECORDING		= Recording
IDC_ST_SREC_TARGET		= Recording Target:
IDC_BTN_SREC_TARGET_SELECT	= Select
IDC_ST_SREC_AFTER_RECORDING	= After recording:
IDC_LN_SREC_HELP		= [ Օգնություն ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= No sound capture devices
IDC_ST_ACAP_NO_DEVICE		= No sound capture devices have been detected.\nTherefore, there will be no audio track in the recorded video file.
IDC_CK_ACAP_DO_NOT_SHOW		= Don't show this message again

[MENU]
ID_POPUP_ABOUT			= Bandicam-ի մասին
ID_POPUP_GENERAL		= Կարգավորում - Գլխավոր
ID_POPUP_FRAME			= Կարգավորում - Կադր/վրկ
ID_POPUP_VIDEO			= Կարգավորում - Վիդեո
ID_POPUP_IMAGE			= Կարգավորում - Նկար
ID_POPUP_OUTPUTS		= Ելքային ֆայլի ցանկ
ID_POPUP_OPENOUTPUTFOLDER	= Բացել ելքային թղթապանակը
ID_POPUP_TARGET			= Թիրախ
ID_POPUP_SETTINGS		= Կարգավորումներ
ID_POPUP_SIZE			= Չափ
ID_POPUP_EXIT			= Փակել

ID_TARGET_DIRECTX		= Խաղի տեսագրման ռեժիմ
ID_TARGET_SCREEN		= Screen Recording Mode - Rectangle
ID_TARGET_FULL			= Screen Recording Mode - Fullscreen
ID_TARGET_MOUSE			= Screen Recording Mode - Around mouse
ID_TARGET_DEVICE		= Device Recording Mode
ID_TARGET_HELP			= Օգնություն

ID_TARGET_HIDE			= Ցուցադրել / Թաքցնել \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= Նկարման ռեժիմ \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Միշտ վերևում
ID_TARGET_COUNTDOWN_TIMER	= Show countdown timer
ID_TARGET_TRANSPARENCY		= Անթափանց
ID_TARGET_SIZE			= Չափ
ID_TARGET_ADJUST		= Հարմարեցնել

ID_TARGET_MOVE_LEFT		= Տեղափոխել ձախ \t Ձախ
ID_TARGET_MOVE_RIGHT		= Տեղափոխել աջ \t Աջ
ID_TARGET_MOVE_UP		= Տեղափոխել վերև \t Վերև
ID_TARGET_MOVE_DOWN		= Տեղափոխել ներքև \t Ներքև

ID_TARGET_INC_WIDTH		= Ավելացնել լայնությունը \t Shift+Right
ID_TARGET_DEC_WIDTH		= Նվազեցնել լայնությունը \t Shift+Left
ID_TARGET_INC_HEIGHT		= Ավելացնել բարձրությունը \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Նվազեցնել բարձրությունը \t Shift+Up

ID_TARGET_FIND_WINDOW		= Select a recording area \t Ctrl+F
ID_TARGET_FULLSCREEN		= Լիաէկրան \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= Ըստ 4:3 չափի
ID_TARGET_RATIO_16_9		= Ըստ 16:9 չափի
ID_TARGET_SIZE_CUSTOM		= Ընտրովի չափ \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Չափի նախադիր \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Ավելացնել նախադիր
ID_TARGET_SIZE_PRESET_EDIT	= Փոփոխել նախադիրները
ID_TARGET_SIZE_RU		= Վերջերս օգտագործած չափ \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= Բացել ելքային թղթապանակը
ID_TARGET_OUTPUT_LIST		= Output file list
ID_TARGET_EXIT_BANDICAM		= Փակել Bandicam-ը

ID_DEVICE_HIDE			= Ցուցադրել / Թաքցնել \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= Copy to Clipboard \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= Միշտ վերևում
ID_DEVICE_SELECTION		= Ընտրել սարք \t Ctrl+D
ID_DEVICE_FULLSCREEN		= Լիաէկրան \t Enter
ID_DEVICE_ZOOM			= Խոշորացնել
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= Կողմի հարաբերակցում
ID_DEVICE_KEEP_ASPECT_RATIO	= Պահել կողմի հարաբերակցումը
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Լռելյայն
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= Բացել ելքային պանակը
ID_DEVICE_OUTPUT_LIST		= Output file list
ID_DEVICE_EXIT_BANDICAM		= Լքել Bandicam-ը

ID_USER_PRESET_ADD		= Ավելացնել նախադիր
ID_USER_PRESET_EDIT		= Փոփոխել նախադիրները

ID_SORT_BY_DATE			= Զտել ըստ ամսաթվի
ID_SORT_BY_NAME			= Զտել ըստ անվան
ID_SORT_BY_SIZE			= Զտել ըստ չափի

ID_OUTPUTS_LB_PLAY		= Նվագարկել
ID_OUTPUTS_LB_OPEN		= Բացել
ID_OUTPUTS_LB_EDIT		= Փոփոխել
ID_OUTPUTS_LB_RENAME		= Rename     \t F2
ID_OUTPUTS_LB_DELETE		= Ջնջել     \t Del
ID_OUTPUTS_LB_SELECT_ALL	= Նշել բոլորը \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER	= Բացել ելքային թղթապանակը

ID_UPLOAD_TO_YOUTUBE		= Վերբեռնել Youtube
ID_UPLOAD_TO_VIMEO		= Վերբեռնել Vimeo
ID_UPLOAD_TO_FACEBOOK		= Upload to Facebook

ID_BDCAM_SIZE_DEFAULT		= Լռելյայն չափ
